tap "arthur-ficial/tap"
tap "deskflow/tap"
tap "elastic/tap"
tap "holek/rcon"
tap "homebrew/services"
tap "krishkrosh/apps"
tap "louisbrunner/valgrind"
tap "sidneys/homebrew"
tap "teamookla/speedtest"
brew "freetype"
brew "glib"
brew "harfbuzz"
brew "zstd"
brew "little-cms2"
brew "openjdk"
brew "abcl"
brew "openssl@3"
brew "node"
brew "agent-browser"
brew "aom"
brew "aria2"
brew "azure-cli"
brew "bat"
brew "brainfuck"
brew "btop"
brew "cabextract"
brew "cdrtools"
brew "gdk-pixbuf"
brew "jpeg-xl"
brew "pango"
brew "librsvg"
brew "webp"
brew "chafa"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "docker"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fortune"
brew "freeglut"
brew "frozen"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "git-filter-repo"
brew "glew"
brew "glm"
brew "glow"
brew "libidn2"
brew "gnutls"
brew "go"
brew "googletest"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "guile"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jless"
brew "lazygit"
brew "libass"
brew "libraw"
brew "libxml2"
brew "luarocks"
brew "luv"
brew "lynx"
brew "maven"
brew "mesa-glu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "ocaml"
brew "onefetch"
brew "ripgrep"
brew "opencode"
brew "openconnect"
brew "openssl@1.1"
brew "pandoc"
brew "perl"
brew "pnpm"
brew "poetry"
brew "pop"
brew "postgresql@16", link: true
brew "prettier"
brew "python-tk@3.13"
brew "python@3.11"
brew "python@3.12"
brew "r"
brew "rust"
brew "sdl12-compat"
brew "sdl2_image"
brew "sfml"
brew "sox"
brew "spotify-tui"
brew "spotifyd", restart_service: :changed
brew "switchaudio-osx"
brew "tailscale", link: false
brew "telnet"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tpm"
brew "tree"
brew "typst"
brew "unbound"
brew "uv"
brew "viu"
brew "watchman"
brew "wimlib"
brew "wireguard-tools"
brew "zork"
brew "sidneys/homebrew/chntpw"
brew "teamookla/speedtest/speedtest"
cask "1password"
cask "actual"
cask "affinity"
cask "alt-tab"
cask "android-studio"
cask "arduino"
cask "athas"
cask "balenaetcher"
cask "bitwarden"
cask "blackhole-2ch"
cask "blender"
cask "brave-browser"
cask "bruno"
cask "claude-code@latest"
cask "cool-retro-term"
cask "cyberduck"
cask "deskflow/tap/deskflow"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "epic-games"
cask "figma"
cask "finetune"
cask "firefox"
cask "foobar2000"
cask "fspy"
cask "ghostty"
cask "github"
cask "handbrake-app"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "libreoffice"
cask "linearmouse"
cask "love"
cask "maccy"
cask "macs-fan-control"
cask "magicavoxel"
cask "microsoft-teams"
cask "min"
cask "minecraft"
cask "modrinth"
cask "ngrok"
cask "nook"
cask "notion"
cask "notion-calendar"
cask "numi"
cask "obs"
cask "obsidian"
cask "onyx"
cask "openemu"
cask "osu"
cask "parsec"
cask "prismlauncher"
cask "processing"
cask "raycast"
cask "silicon-labs-vcp-driver"
cask "skim"
cask "spotify"
cask "stats"
cask "stella-app"
cask "tailscale-app"
cask "teamviewer"
cask "krishkrosh/apps/trackweight"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vscodium"
cask "yaak"
cask "zed"
cask "zen"
cask "zoom"
vscode "codeium.codeium"
vscode "gruntfuggly.todo-tree"
vscode "lokalise.i18n-ally"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.java"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
